'''Lexicon for bot'''

peg_but = {"back": '⏪',
           "forward": '⏩',
           "house": 'К предыдущему разделу'}


search = {'name': 'Введи название товара',
          'not': 'В нашем каталоге нет такого товара',
          'res': '' }  # .format()

start_mess = 'Привет, ты в каталоге товаров <b>ShyShine</b>\n\n'\
                    'Выбери одну из категорий внизу'

view_tegs = 'Выбери категории товаров'

view_items = 'Выбери товар'

card_item = '<b>{}</b>\n\nПЕРЕХОДИ К ТОВАРУ ПО КНОПКЕ НИЖЕ'

link_text = 'Ссылка на товар'
